package com.test;

import java.io.File;

public class Test2 {
	
	public static void main(String ss[]) throws Exception
	{
		
		String ss1 = "\\r\\n\r\n" + 
				"1. राष्ट्रपति का पद रबर स्टांप वाला है, इसे सबसे पहले अब्राहम ने कार्टून से बताया कि किस तरह राष्ट्रपति फकरुद्दीन अहमद ने बिना ज्यादा-सवाल जवाब किए आपातकाल लागू करने के अध्यादेश पर हस्ताक्षर कर दिए.\r\n" + 
				"\r\n" + 
				"\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\r\n" + 
				"\\\"cartoon1-650_062515025544.jpg\\\"\r\n" + 
				" \r\n" + 
				"\\r\\n\r\n" + 
				"2. आपातकाल ने कांग्रेस में चाटूकारिता को चरम पर खड़ा कर दिया. अबू अब्राहम ने आपातकाल के नारे श्रमेव-जयते (श्रम की ही जीत है) को अपने कार्टून का विषय बनाया और बताया कि किस तरह कांग्रेस में चाटूकारिता ही सबसे बड़ा काम बनकर रह गया है. पूरी पार्टी में यदि सबसे बड़ी कोई चीज है तो वह इंदिरा की कृपा.\r\n" + 
				"\r\n" + 
				"\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\r\n" + 
				"\\\"cartoon2-650_062515025624.jpg\\\"\r\n" + 
				" \r\n" + 
				"\\r\\n\r\n" + 
				"3. आपातकाल में इंदिरा ने क्रांति लाने की बात कही थी, लेकिन उनके कैबिनेट सहयोगियों की स्थिति बेहद खराब थी. उनके मानसिक दीवालिएपन को अबू ने कुछ इस तरह रेखांकित किया.\r\n" + 
				"\r\n" + 
				"\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\\r\\n\r\n" + 
				"\\\"cartoon3-650_062515025647.jpg\\\"\r\n" + 
				" \r\n" + 
				"\\r\\n\r\n" + 
				"कार्टूनिस्ट अबू अब्राहम के बारे 5 बातें:\r\n" + 
				"\r\n" + 
				"\\r\\n\r\n" + 
				"\\r\\n";
		
		
		System.out.println(ss1.replaceAll("n", "").replaceAll("r", ""));
		
	}

}
